export default [
  {
    text: '🧑‍💻工作效率',
    children: [
      {
        text: 'HTML概览',
        link: '/工作效率/HTML概览',
      },
      {
        text: 'CSS概览',
        link: '/工作效率/CSS概览',
      },
    ],
  },
  {
    text: '🏷️算法学习',
    children: [
      {
        text: '程序员面试金典(第六版)',
        link: '/算法学习/程序员面试金典-第六版',
      },
      {
        text: 'JavaScript专项练习',
        link: '/算法学习/javascript专项练习',
      },
    ],
  },
  {
    text: '🗃️技术总结',
    link: '/技术总结/',
  },
  {
    text: '🚀国内镜像 🇨🇳',
    link: 'https://onresize.gitee.io/web-blogs',
  },
]
