export default [
  {
    text: '🗃️技术总结',
    link: '/技术总结/踩坑总结/',
    collapsible: false,
    children: [
      '/技术总结/踩坑总结/一个项目安装不同版本的依赖包',
      '/技术总结/踩坑总结/MIME类型',
      '/技术总结/踩坑总结/React.Fragment和空标签的区别',
      '/技术总结/踩坑总结/TS入门到进阶',
      '/技术总结/踩坑总结/项目生成md目录树',
      '/技术总结/踩坑总结/CICD相关',
      '/技术总结/踩坑总结/关于github_pages部署前端脚手架项目大刷404问题及解决方案',
      '/技术总结/踩坑总结/git篇',
      '/技术总结/踩坑总结/nginx篇',
      '/技术总结/踩坑总结/referrer',
      '/技术总结/踩坑总结/前端缓存',
      '/技术总结/踩坑总结/worker',
      '/技术总结/踩坑总结/跨域相关',
    ],
  },
  {
    text: '🏷️算法学习',
    link: '/算法学习/',
    collapsible: false,
    children: [
      '/算法学习/程序员面试金典-第六版',
      '/算法学习/javascript专项练习',
    ],
  },
]
